<template>
  <div class="left">
    <div class="mark">乐享生活文章列表</div>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>及几乎全部的人们来到这里的理由。</p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <Summary>
      <template slot="title">
        <h2>在世界上咖啡店最多的城市过周末</h2>
      </template>
      <template>
        <p>
          索性退了房开着车去了码头。鉴于对自驾跨海这件事情一无所知，我们以为还有许多需要办理的手续，和需要学习的事情。码头的入口要从城边的公路调头，从城中心到即将离开这座城市仅需要不到2分钟的车程。公路笔直崭新，和码头的气质相符，却与毫无生气的城市格格不入。
          它或许算不上什么城市吧，我想。码头占据了大半的面积，以及几乎全部的人们来到这里的理由。希茨海尔斯就像是历史书上那些引发重大历史事件的小人物，它非常重要，但如果不是它，也有可能是别的什么地方。
          入口处的工作人员查验了我们的预定单，或者说那就算是船票了，象征性地要求我们出示了一下护照，随即发给我们一张绿色的卡片，像酒店房间里可以悬挂在门外，说「请勿打扰」那种卡片，这张需要我们挂在反光镜后面。上面一个大写的「K」代表了我们即将前往目的地的首字母。
        </p>
      </template>
    </Summary>
    <el-row type="flex" justify="center" align="middle" style="height: 60px">
      <!-- <span>nihao</span> -->
      <el-pagination
        :small="false"
        background
        layout="prev, pager, next"
        :total="1000"
      />
    </el-row>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.left {
  flex: 2;
  height: 100%;
  margin-right: 10px;

  .mark {
    height: 40px;
    line-height: 40px;
    background: #fbfbfb;
    padding: 0px 10px;
    color: #4f4f4f;
  }
}

.number {
  width: 50px !important;
  height: 50px !important;
}
</style>